Repository: nomad-lab-dev/postkit
Catalog: PostKit/PostKit/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Turn your photo library into a content engine.
es: Convierte tu biblioteca de fotos en un motor de contenido.
fr: Transformez votre bibliothèque photo en moteur de contenu.

source: Your content.
es: Tu contenido.
fr: Ton contenu.

source: Type a sentence.
es: Escribe una frase.
fr: Tape une phrase.

source: TYPE OR PICK
es: ESCRIBE O ELIGE
fr: TAPE OU CHOISIS

source: Unknown
es: Desconocido
fr: Inconnu

source: Unlimited AI captions & hashtags
es: Descripciones y hashtags IA ilimitados
fr: Légendes et hashtags IA illimités

source: Unlimited AI posts, every day.
es: Posts de IA ilimitados, cada día.
fr: Publications IA illimitées, chaque jour.

source: Unlimited AI posts, scanning & templates
es: Posts de IA, escaneo y plantillas ilimitados
fr: Publications IA, scan et modèles illimités

source: Unlimited photo scanning
es: Análisis de fotos ilimitado
fr: Analyse de photos illimitée

source: Unlimited social sharing
es: Compartir en redes ilimitado
fr: Partage social illimité

source: Unlimited templates & pillars
es: Plantillas y pilares ilimitados
fr: Modèles et piliers illimités

source: Unlock PostKit Pro
es: Desbloquear PostKit Pro
fr: Débloquer PostKit Pro

source: Updating this topic will rescan your library to reclassify photos based on the new criteria.
es: Actualizar este tema reescaneará tu biblioteca para reclasificar fotos según los nuevos criterios.
fr: La mise à jour de ce sujet réanalysera ta bibliothèque pour reclassifier les photos selon les nouveaux critères.

source: Upgrade to Pro
es: Actualizar a Pro
fr: Passer à Pro

source: Version
es: Versión

source: Visual Tags (AI-extracted)
es: Etiquetas visuales (extraídas por IA)
fr: Tags visuels (extraits par IA)

source: We found %lld photos we're not sure about
es: Encontramos %lld fotos que no estamos seguros
fr: %lld photos à vérifier

source: We found 1 photo we're not sure about
es: Encontramos 1 foto que no estamos seguros
fr: 1 photo à vérifier

source: We only store references, not copies
es: Solo almacenamos referencias, no copias
fr: Nous ne stockons que des références, pas des copies

source: Welcome to PostKit
es: Bienvenido a PostKit
fr: Bienvenue sur PostKit

source: What do
es: ¿Sobre qué
fr: Qu'est-ce que

source: What do you post about?
es: ¿Sobre qué publicas?
fr: Quel type de contenu créez-vous ?

source: What kind of photos fit this topic?
es: ¿Qué tipo de fotos encajan en este tema?
fr: Quel type de photos correspond à ce sujet ?

source: When on-device classification isn't confident, photos are sent to Google Gemini for better accuracy. Photos are processed but never stored.
es: Cuando la clasificación en el dispositivo no es precisa, las fotos se envían a Google Gemini. Las fotos se procesan pero nunca se almacenan.
fr: Quand la classification embarquée n'est pas confiante, les photos sont envoyées à Google Gemini. Les photos sont traitées mais jamais stockées.

source: you
es: tú
fr: tu

source: You've reviewed all pending photos.
es: Has revisado todas las fotos pendientes.
fr: Vous avez revu toutes les photos en attente.

source: Your photos.
es: Tus fotos.
fr: Tes photos.

source: Your library is fully classified
es: Tu biblioteca está completamente clasificada
fr: Votre bibliothèque est entièrement classifiée

source: Your next post is already in your gallery
es: Tu próxima publicación ya está en tu galería
fr: Votre prochaine publication est déjà dans votre galerie

source: Your photo library is empty. Add some photos and PostKit will classify them for you.
es: Tu biblioteca de fotos está vacía. Agrega fotos y PostKit las clasificará por ti.
fr: Votre bibliothèque photo est vide. Ajoutez des photos et PostKit les classifiera pour vous.

source: Your photos never leave your device
es: Tus fotos nunca salen de tu dispositivo
fr: Vos photos ne quittent jamais votre appareil

source: your pillars
es: tus pilares
fr: tes piliers

source: Your post is ready
es: Tu publicación está lista
fr: Votre publication est prête

source: Your Posts
es: Mis publicaciones
fr: Mes publications

source: Your topics
es: Tus temas
fr: Vos thèmes

source: Your Topics
es: Tus temas
fr: Vos thèmes

source: YOUR TURN
es: TU TURNO
fr: À TON TOUR
